Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/pikku_kirjat_-sarja_ilmestyi_inarin-_ja_pohjoissaameksi.html.tmx
Source language: fin
Languages: sme

source: Pikku kirjat -sarja ilmestyi inarin- ja pohjoissaameksi
sme: Unna girjjážat -ráidu lea almmustahtton davvi- ja anárašsámegillii

source: Uʹcc ǩeerja (Pikku kirjat) koltansaamenkielinen digikirjasarja on ilmestynyt inarin- ja pohjoissaameksi.
sme: Uʹcc ǩeerja (Unna girjjážat) – nuortalašgielat digigirjeráidu lea almmustahtton davvi- ja anárašsámegillii.

source: Kirjat opastavat tavallisiin saamen kielen sanoihin, kuten kulkemisverbeihin ja väreihin, ja vaatteiden ja ruokien nimityksiin.
sme: Girjjážat láidejit dábálaš sámegiela sániide, nu mo johtinvearbbaide ja ivnniide, biktasiidda ja borramušsániide.

source: Kirjat edistävät samalla kielioppiasioita ja lukemaan oppimista.
sme: Girjjážat ovddidit seammás giellaoahppaáššiid ja lohkama oahpaheami.

source: Kirjoista on valmistettu kaksi versiota, tavutettu ja ilman tavuja sekä lisäksi kuhunkin teemaan liittyvä harjoituskirja.
sme: Girjjážiin leat guokte oasi, stávvalaston ja stávvalkeahtes oassi. Dán lassin lea juohke temái gullevaš hárjehusgirji.

source: Uʹcc ǩeerja -digikirjojen sarja syntyi Sevettijärven koulun koltansaamen kielen opettaja Maria Porsangerin ehdotuksesta.
sme: Uʹcc ǩeerja -digigirjjážiid ráidu lea riegádan Čeavetjávrri skuvlla nuortalašgiela oahpaheaddji Maria Porsanger evttohusas.

source: Kirjat on käsikirjoittanut ja kuvittanut Esther Berelowitsch, joka työskentelee Saamelaiskäräjillä oppimateriaalin projektityöntekijänä.
sme: Girjjážiid lea čállán ja govuhan Esther Berelowitsch, guhte bargá Sámedikki oahppomateriálaprošeaktabargin.

source: Laura Ylinampa on kääntänyt kirjat inarinsaameksi, ja Arla Magga pohjoissaameksi.
sme: Arla Magga lea jorgalan girjjiid davvisámegillii, ja Laura Ylinampa anárašgillii.

source: Uʹcc ǩeerja -työryhmään kuuluvat Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff, Petra Kuuva, Heli Aikio ja Aura Pieski.
sme: Uʹccǩeerja -bargojovkui gullet Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff, Petra Kuuva, Heli Aikio ja Aura Pieski.

source: Digikirjan teknisestä toteutuksesta ovat vastanneet Unni Länsman ja Esther Berelowitsch.
sme: Digigirjjáža teknihkalaš ollašuhttimis leaba vástidan Unni Länsman ja Esther Berelowitsch.

source: Sarja täydentyy edelleen ensi vuonna.
sme: Ráidu ain dievasmahtto boahtte jagi.

source: Kaikille avoimet linkit inarinsaamenkielisiin kirjoihin:
sme: Buohkaide rabas liŋkkat davvisámegielat girjjážiidda:

source: Puájui já Jievjâm: lukukirja , lukukirja tavutettu , harjoituskirja
sme: Sieđga ja Luhppu: lohkangirji , lohkangirji stávvalaston , hárjehusgirji

source: Siemâ: lukukirja , lukukirja tavutettu , harjoituskirja
sme: Siepman: lohkangirji , lohkangirji stávvalaston , hárjehusgirji

source: Eljas: lukukirja , lukukirja tavutettu , harjoituskirja
sme: Elias: lohkangirji , lohkangirji stávvalaston , hárjehusgirji

source: Kaikille avoimet linkit pohjoissaamenkielisiin kirjoihin:
sme: Buohkaide rabas liŋkkat anárašgielat girjjážiidda:

source: Sieđga ja Luhppu: lukukirja , lukukirja tavutettu , harjoituskirja
sme: Puájui já Jievjâm: lohkangirji , lohkangirji stávvalaston , hárjehusgirji

source: Siepman: lukukirja , lukukirja tavutettu , harjoituskirja
sme: Siemâ: lohkangirji , lohkangirji stávvalaston , hárjehusgirji

source: Elias: lukukirja , lukukirja tavutettu , harjoituskirja
sme: Eljas: lohkangirji , lohkangirji stávvalaston , hárjehusgirji

source: Kirjat on julkaissut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto .
sme: Girjjiid lea almmustahttán Sámedikki skuvlen- ja oahppomateriáladoaimmahat .

source: Lisätietoja:
sme: Lassedieđut:

source: Esther Berelowitsch Koltansaamenkielinen oppimateriaalin projektityöntekijä esther.berelowitsch@samediggi.fi
sme: Esther Berelowitsch Nuortalašgielat oahppomateriála prošeaktabargi esther.berelowitsch@samediggi.fi
